[{"ticket_id":2,"user_id":2,"assigned_agent":null,"department_id":1,"title":"Data does not match","description":"Good morning, I was looking through the sheets the company gave me and the numbers on those does not match the actual income.","status":"Open","priority":"High","date":"2023-04-23","hashtag":null},{"ticket_id":3,"user_id":5,"assigned_agent":0,"department_id":4,"title":"Difficulty accessing purchased tickets","description":"Hi, for some reason I haven't yet received my tickets in my email. ","status":"Open","priority":"Medium","date":"2023-05-21","hashtag":"notickets"},{"ticket_id":5,"user_id":8,"assigned_agent":null,"department_id":6,"title":"Bugs in my account","description":"I'm experiencing a few bugs in my account... I would appreciate if you could give it a look.","status":"Open","priority":"Medium","date":"2023-05-21","hashtag":"Bug"},{"ticket_id":6,"user_id":5,"assigned_agent":null,"department_id":4,"title":"The product I wanted to buy isn't available","description":"So I had my eyes on a product for quite a while now, and I was finally about to buy it when it suddenly went unavailable, is it becoming available again anytime soon?","status":"Open","priority":"Low","date":"2023-05-25","hashtag":"Sales"},{"ticket_id":7,"user_id":5,"assigned_agent":null,"department_id":1,"title":" Incorrect charges on credit card ","description":"I recently checked my credit card statement and noticed some discrepancies related to charges from your website. There are multiple transactions listed with amounts that don't match the tickets I purchased. Additionally, there are duplicate charges for the same ticket purchase. This has raised concerns about the accuracy of the billing process. I kindly request a thorough review of my account and immediate rectification of these incorrect charges. I would appreciate your prompt attention to this matter and a prompt resolution. Thank you for your assistance.","status":"Open","priority":"High","date":"2023-05-25","hashtag":"scammed"}]